{
  "content.goatmansgoblet.suitorKnightOfKergus": "Suitor-knight of Kergüs",

  "content.goatmansgoblet.suitorKnightOfKergus.blurb": "YOU know love, and her name is ANTHELIA. A stolen glance from afar ensorcelled your being. The Blood-Countess of Kergüs has never wed, nor taken a lover; so chaste and pure is she. You will be her first, her chosen suitor, her lover. Her knight in frigid armors. You have sworn yourself to her, you and many rivals. You quest for her love, for her favor; such is chivalry. The gulls of your homeland tell a different tale, they seek to dissuade you. They cry out to deny her, to leave her only to wild dreams...",
  "content.goatmansgoblet.suitorKnightOfKergus.knightly.title": "Gallant and devoted",
  "content.goatmansgoblet.suitorKnightOfKergus.knightly.description": "All Presence tests made to appear noble, chaste, or knightly have their DR reduced by 2. You are literate, though you are only well-read in studies you believe might impress her.",

  "content.goatmansgoblet.suitorKnightOfKergus.howDidSheRecognizeYou": "She first recognized you after {you, select, purged {you purged the river border of starving rabble and destitute scum} quested {you quested in darkest Sarkash to retrieve a flower she beheld in her dreams} sought {you sought out a vile rake in Galgenbeck, severing his tongue and taking his hands} wandered {you wandered together in dreams, your love destined by fate itself} bested {you bested a revenant of the Valley of Unfortunate Undead, who dared deny her} maintained {you maintained a fief she’d long favored as a place of respite within dear Kergüs} }.",
  "content.goatmansgoblet.suitorKnightOfKergus.howDoTheGullsLie": "The gulls of Kergüs cry \"{theyCry, select, neverWill {She does not love you, never will!} stolenFathers {She stole your fathers before you!} noWarmTouch {Your heart will not warm her touch!} foolChild {She dreams not of you, fool child!} }\" {theyLie, select, test {to test your love and devotion.} rivals {at the behest of your rivals.} neverCould {for they could never have her.} foolGull {for what would a fool gull know?} }",
  "content.goatmansgoblet.suitorKnightOfKergus.whatWarmthWasLost": "The {gaveHer, select, summerPassion {memories of summer passion} campfire {touch of a campfire’s warmth} flushed {color of your flesh run flushed} meal {taste of a home cooked meal} hearth {warmth of hearth and comfort} touch {bliss of a kind hand’s touch} } was forever lost to you in her glance, yet still {yetStill, select, notMiss {you’ll not miss it} trifle {tis but a trifle for your love} sacrifice {you would sacrifice more for her} noneOther {none other could give her this} more {would that you could give her more} token {you shall be hers. This is but a token} }.",

  "content.goatmansgoblet.suitorKnightOfKergus.gullGuilt.title": "Guilt of the Gulls",
  "content.goatmansgoblet.suitorKnightOfKergus.gullGuilt.description": "The lies they cried linger in your memory, a melancholic tumor of doubt. Birds can speak to you, but only in terrible truths. When you lie or deceive others, roll a d8:<ol style='text-indent: 0em; list-style:none;'><li><strong>1-3.</strong>  You are believed, for whatever that may be worth.</li><li><strong>4-7.</strong>  You are believed, but the sorrow of the gulls run you ragged. <span>Increase Presence test DR by +2 until you have time to flagellate, self-gratify, or numb yourself fully.</span></li><li><strong>8.</strong> You are disbelieved, your eyes run with a deluge of silent tears, your mouth contorted into the fool’s grin of one now aware of their own doom… <span>But surely, you can win her love.</span></li></ol>",
  "content.goatmansgoblet.suitorKnightOfKergus.despondentToken.title": "Despondent Token",
  "content.goatmansgoblet.suitorKnightOfKergus.despondentToken.description": "She offered you a token of her love and gratitude, but it does not bring great comfort. When you gaze longingly upon it, make a DR 9 Presence test:<ul style='text-indent: 0em;'><li>On a success, you regain an Omen but become either insufferably infatuated or melancholic for the remainder of the day.</li><li>On a failure, you find comfort in nostalgia.</li><li>Also, whenever a Misery is rolled, you automatically regain an Omen.</li></ul>",
  "content.goatmansgoblet.suitorKnightOfKergus.rakesCuckhold.title": "The Rake's Cuckhold",
  "content.goatmansgoblet.suitorKnightOfKergus.rakesCuckhold.description": "Bitterly you remember a smile upon her painted lips, not for you; for some villain. And therein you feel it, not warmth but fire; a rage befitting a bluebeard more than a knight. Choose a trait you believe she loved in another:<ul style='text-indent: 0em;'><li>When you encounter someone with that trait, you may re-roll damage dice and take the higher result.</li><li>This causes you to act like a violent maniac, defacing and pulping your enemy until that trait is no more.</li></ul>",
  "content.goatmansgoblet.suitorKnightOfKergus.conduitOfDreams.title": "Conduit of Dreams",
  "content.goatmansgoblet.suitorKnightOfKergus.conduitOfDreams.description": "You awaken often, screaming with little more than a hoarse whisper leaving your lips. You feel fundamentally perverted, dispoiled; something further feels missing. Stolen. You no longer dream of anything but her. And she wanders from these dreams into the minds of others:<ul style='text-indent: 0em;'><li>Those you share intimacy with, be it coitus or violence, must make a DR 12 Presence test or suffer d2 damage each night for the next d6 days.</li><li>You regain an additional amount of HP equal to this damage when next you rest.</li></ul>",
  "content.goatmansgoblet.suitorKnightOfKergus.mournersBlade.title": "The Mourner's Blade",
  "content.goatmansgoblet.suitorKnightOfKergus.mournersBlade.description": "Your master carried this blade before his suicide. The steel runs cold, heavy in the grip. The weight of his own failed courtship. You’ll not repeat his mistakes, you’ll redeem this blade. This blade deals (d8) damage and grants a +2 bonus against those who stand between you and her favor. When you roll a critical hit, roll also a d4:<ol style='text-indent: 0em; list-style:none;'><li><strong>1-2.</strong> You see your reflection in the blade, tarnished and gore-coated. She would never love you. <span>+2 Dmg until the end of the day, but +4 to all non-violent DRs; so wracked with rage you are.</span></li><li><strong>3.</strong> You see the ghost of your former master. He lunges at you, trying to prevent your ascent. <span>Make a Morale test. On a success, -4 to your next non-violent test’s DR. On a failure, you’re recklessly suicidal until the end of the day.</span></li><li><strong>4.</strong> You see her in the damage you’ve caused. She smiles. She favors you. <span>You immediately drop to your knees and begin feasting on the severed matter of the entity you critically struck.</span></li></ol>",
  "content.goatmansgoblet.suitorKnightOfKergus.onlyHer.title": "In your mind, only Her",
  "content.goatmansgoblet.suitorKnightOfKergus.onlyHer.description": "You dream of a stolen kiss, it conflagrates your nerves. Like an addict receiving their precious laudanum, you feel alive; but lessened. When you rest, roll a d4: <ol style='text-indent: 0em; list-style:none;'><li><strong>1-2.</strong> You dream of her, you walk hand-in-hand. <span>She offers up d3 bits of knowledge pertinent to your situation, but by no means safe.</span></li><li><strong>3.</strong> You dream of being with her, she offers you her favor. <span>You regain an additional +d6 HP or +d2 Omens.</span></li><li><strong>4.</strong> You dream of her, you kiss. You bed her, but awaken only to a nightmarish form besides you. <span>You are numb until when next you rest, suffering no adversity to pain, adverse weather, or illness. Damages taken from such things still accrue, but do not strike you down until when next you rest.</span></li></ol>"
}
