{
  "content.goatmansgoblet.theWretchedUsurper": "The Wretched Usurper",

  "content.goatmansgoblet.theWretchedUsurper.blurb": "YOU are born of the mortified flesh of the sanctified and the damned. Your form is of coils, an ouroboros of fate denied and souls usurped into a hellish scaled visage born in emulation of the Basilisks. You are hated by HE and held derelict, a wastrel in the eyes of SHE. But for all their venoms, you hear the writhing whispers that drive their apotheosis. When Yetsabu-Nech emerges from the underworld and the sun is snuffed of light, you will usurp your betters and sit upon a throne of void.",
  "content.goatmansgoblet.theWretchedUsurper.huntedAndHated.title": "Hunted and Hated",
  "content.goatmansgoblet.theWretchedUsurper.huntedAndHated.description": "All Presence tests have their DR increased by 2 when interacting with faithful of the One True God. You are not literate, but you can taste blasphemies penned on vellum or flesh, allowing you to use scrolls (provided you lick up all the ink.) You may gain either a new DOOM TO BE or an additional use of your dark powers whenever you advance enough to GET BETTER, or a new MISERY has been invoked upon the CALENDAR OF NECHRUBEL.",

  "content.goatmansgoblet.theWretchedUsurper.thouWereSpawned": "Thou were spawned {spawned, select, slithering {slithering from the starved frame of a slave in thrall to the Shadow King} emerging {emerging from the corpse of a rot-bloated hart on the edge of Sarkash} cauldron {in a cauldron of boiled blood and foul alchemy deep within Galgenbeck} ambergris {from the fetid ambergris of a death stranding on the shores of the Endless Sea} suicide {from the ritual suicide of Sigfum the Kind’s heretical masses, beneath their offal} dreams {in the dreams of a Knight of Kergüs, bursting from his skull in wretched birth} }.",
  "content.goatmansgoblet.theWretchedUsurper.thouWereNamed": "The Whispering Doom named thee The {one, select, flaying {Flaying} doom {Doom} lash {Lash} anguish {Anguish} butcher {Butcher} scion {Scion} } of {two, select, corpses {Laughing Corpses} blood {Glacial Blood} prophets {False Prophets} venoms {Infinite Venoms} loam {the Maggot’s Loam} fools {Hideous Fools} }.",
  "content.goatmansgoblet.theWretchedUsurper.thouArtHunted": "Thou art hunted by {by, select, inquisitors {inquisitors of the Basilisks} knights {Questing Knights of Galgenbeck} angryMob {an angry mob, rallied in hatred} servants {servants of the Blood-Countess}}. They {they, select, daysAway {are {days, plural, one {one day} other {# days}} away} amassing {are amassing in influence} reinforcements {have sent for reinforcements} pursuing {will never stop pursuing you} }.",

  "content.goatmansgoblet.theWretchedUsurper.tramellerOfFlesh.title": "Trameller of Flesh",
  "content.goatmansgoblet.theWretchedUsurper.tramellerOfFlesh.description": "Once a day (recharging at sunset), you may crawl down the throat of a humanoid enemy, wearing them like a suit. Your head peeks out behind their uvula. Corpses are easier to wear than living beings. Infesting a living being is a DR16 Agility test, and they take d2 damage each round you are within them.",
  "content.goatmansgoblet.theWretchedUsurper.bloodOfStone.title": "Blood of Stone",
  "content.goatmansgoblet.theWretchedUsurper.bloodOfStone.description": "Once a day (recharging at sunset), your blood petrifies organs and sloughs off flesh. If struck by a Critical Hit, the dealer takes d6 damage and their armor is damaged a tier. If unarmored, they take d6+d8 damage and suffer grievous scars.",
  "content.goatmansgoblet.theWretchedUsurper.drinkerOfEyes.title": "Drinker of Eyes",
  "content.goatmansgoblet.theWretchedUsurper.drinkerOfEyes.description": "Once a day (recharging at sunset), by gazing into the eyes of others, you steal their sight. Make a DR 14 Presence test when staring at someone. On a pass, their eyes swirl with inky blackness and their vision sits in your mouth. You cannot speak without spitting their vision back out to them.",
  "content.goatmansgoblet.theWretchedUsurper.miasmaOfCorpses.title": "Miasma of Corpses",
  "content.goatmansgoblet.theWretchedUsurper.miasmaOfCorpses.description": "Once a day (recharging at sunset), you may belch forth your spirit, leaving your body a brittle husk. You become swift, intangible, a smog which reanimates the dead into slavering corpses which owe you no loyalty. You must find a living mortal to birth yourself from anew.",
  "content.goatmansgoblet.theWretchedUsurper.needleOfIchors.title": "Needle of Ichors",
  "content.goatmansgoblet.theWretchedUsurper.needleOfIchors.description": "Once a day (recharging at sunset), your bite (d4) leaves behind your teeth within your victim, causing a creeping infection. Victims test DR14 Toughness or slowly lose control over their body, spreading out from the point of infection. The ichors drive the form to violence, splintering and breaking bone if the body dies or refuses their demands.",
  "content.goatmansgoblet.theWretchedUsurper.cacophonousTruths.title": "Cacophonous Truths",
  "content.goatmansgoblet.theWretchedUsurper.cacophonousTruths.description": "Once a day (recharging at sunset), your mind bursts open into the manifested world, revealing the horrors to come. Mortal enemies must make a Morale test. If they fail, roll d6:<ol><li><strong>1-3.</strong><span> They fall into a nihilistic rage!</span></li><li><strong>4-5.</strong><span> They succumb to ego death and melancholy.</span></li><li><strong>6.</strong><span> They develop a doomed, sadistic savior complex.</span></li> </ol>"
}
