{
  "content.peppermintBones.unheroicFeats.assassinsDeathblow.title": "Assassin's Deathblow",
  "content.peppermintBones.unheroicFeats.assassinsDeathblow.description": "A firm grip. A sharp knife. That’s all it takes for someone to disappear into the alleys of Galgenbeck. You’ve become adept at it over the years. <i>Succeeding a DR12 Strength test allows you to grapple an unaware foe and automatically crit with a one handed bladed weapon.<\i>",
  "content.peppermintBones.unheroicFeats.battleHardenedDeathspeaker.title": "Battle-hardened Deathspeaker",
  "content.peppermintBones.unheroicFeats.battleHardenedDeathspeaker.description": "You were called to battle, not for your prowess with blade and shield. Not for your speed and might. But because the words you spoke brought death to your enemies. <i>You may cast Powers while wearing medium armor. You may take this feat a second time to also include heavy armor.<\i>",
  "content.peppermintBones.unheroicFeats.beastlyScholar.title": "Beastly Scholar",
  "content.peppermintBones.unheroicFeats.beastlyScholar.description": "You study the beasts of the land. Gutting them and spilling viscera to uncover secrets of the world. <i>You may scry and see the future with an animal’s innards. Gain an omen for every 10 hp the beast had, but never more than your maximum omens. Usable once per animal kind. The beasts’ innards may also provide enlightening information.<\i>",
  "content.peppermintBones.unheroicFeats.bloodiedKnuckles.title": "Bloodied knuckles",
  "content.peppermintBones.unheroicFeats.bloodiedKnuckles.description": "Years of bare knuckle fighting have turned your hands into deadly bludgeons. They are heavy with scars from the guilty and innocent. <i>Your unarmed attacks deal d6 damage and ignore light armour. You may take this feat a second time to increase this to d8 damage and medium armour. You may take this feat a third time to increase this to d10 damage and have them ignore all armour. Fumbling an unarmed attack means you break a hand dealing the damage to yourself. You must seek out a specialist help to set your bones.<\i>",
  "content.peppermintBones.unheroicFeats.bloodPact.title": "Blood Pact",
  "content.peppermintBones.unheroicFeats.bloodPact.description": "It’s a cruel world to be all alone in. But you’ve found a way to avoid this fate. <i>Form a blood pact with a willing participant. You can communicate by thought no matter the distance, this never goes away. Whatever one experiences, so does the other. This includes injury and death.<\i>",
  "content.peppermintBones.unheroicFeats.bloodthirstyRage.title": "Bloodthirsty Rage",
  "content.peppermintBones.unheroicFeats.bloodthirstyRage.description": "The rush of combat is addictive. You’re always chasing that high. It’s kill or be killed. You can’t stop to ask questions. <i>When landing an attack that kills a creature you must move and attack another (this may include allies), adding d6 damage for every creature slain. Your onslaught stops when you fail to kill and you fall to the ground exhausted, losing your next turn.<\i>",

  "content.peppermintBones.unheroicFeats.boneCrafter.title": "Bone Crafter",
  "content.peppermintBones.unheroicFeats.boneCrafter.description": "You don’t believe in letting things go to waste. Including the corpses of the fallen You can craft equipment of strangely high quality using a number of humanoid corpses. <ul> <li><i>A d6 weapon, 1 corpse worth of bones.<\i><\li> <li><i>A shield, 5 corpses worth of bones.<\i><\li> <li><i>Light armor, 10 corpses worth.<\i><ul>",
  "content.peppermintBones.unheroicFeats.butcher.title": "Butcher",
  "content.peppermintBones.unheroicFeats.butcher.description": "You’ve hacked livestock and poultry into small pieces before. You know what makes them work and how they are made. Humans aren’t that different. <i>On a DR12 Agility test, any ally that dies near you instead becomes broken as you attempt rapid life saving surgery. Should the person still die you may make d4 rations out of the corpse.<\i>",
  "content.peppermintBones.unheroicFeats.calmKiller.title": "Calm Killer",
  "content.peppermintBones.unheroicFeats.calmKiller.description": "The knife or arrow that is most careful is the deadliest. You have a sharp eye for gaps and kinks in armour. <i>Once per turn when making a ranged or melee attack, you may reroll the damage dealt and keep the higher result.<\i>",
  "content.peppermintBones.unheroicFeats.catsEyes.title": "Cats Eyes",
  "content.peppermintBones.unheroicFeats.catsEyes.description": "You looked up at the birds for a sign. Scattered bones, spilled entrails. For naught. But one day you saw your fate in the eyes of a cat lurking in the shadows. <i>Perfect vision in darkness, but the light of the sun burns your eyes. −2DR presence when in darkness, +2DR when in daylight. Staring into the eyes of a wild beast let’s you feel whatever it is feeling.<\i>",
  "content.peppermintBones.unheroicFeats.dualWielder.title": "Dual Wielder",
  "content.peppermintBones.unheroicFeats.dualWielder.description": "You’re no trained soldier. But you think two weapons should help you kill twice as fast. It hasn’t failed you yet. <i>You suffer no penalty when attacking with two weapons, you roll both damage dice and combine the results.<\i>",
  "content.peppermintBones.unheroicFeats.fatefulVisions.title": "Fateful Visions",
  "content.peppermintBones.unheroicFeats.fatefulVisions.description": "The fates steer your journey across the dying world. One can only hope they guide you to redemption and not destruction. <i>Consume an omen and spend a few moments in quiet meditation. Ask the Game Master a question pertaining to the current situation. You will be granted a bizarre vision that provides enlightening information. GM rolls a d4 in secret, on a 1 the vision is deceptive.<\i>",

  "content.peppermintBones.unheroicFeats.ironStomach.title": "Iron Stomach",
  "content.peppermintBones.unheroicFeats.ironStomach.description": "When crops fail, and livestock births inedible abominations. One learns to not be picky when it comes to food. <i>You may consume rotting, putrid flesh with a DR6 Toughness test. Others witnessing this may find it disgusting. Outcasts roll morale.<\i>",
  "content.peppermintBones.unheroicFeats.firstStrike.title": "First Strike",
  "content.peppermintBones.unheroicFeats.firstStrike.description": "You believe that the Shimmering Fields are for those who leap into battle, those who are first to reap glory. <i>Whether your side passes or fails the initiative roll, you may always act first if your action involves inflicting harm.<\i>",
  "content.peppermintBones.unheroicFeats.gutsyStrike.title": "Gutsy Strike",
  "content.peppermintBones.unheroicFeats.gutsyStrike.description": "You once saw a man decapitate a horse with a giant sword. It was less a sword and more a large slab of iron. You can’t help but think of the beast’s vacant eyes whenever you swing your own sword. <i>When wielding zweihand weapons, you may swing with +2 to your DR. If the attack lands you add d6 to your damage. Missing allows your opponent to strike with an attack that you can defend against at +2DR<\i>",
  "content.peppermintBones.unheroicFeats.harbingerMisery.title": "Harbinger of Misery",
  "content.peppermintBones.unheroicFeats.harbingerMisery.description": "You feel a dark blessing course though your veins. You have dedicated yourself to the black disk which will block out the sun. <i>Gain 4 Maximum omens instead of 2. As long as you live the GM rolls two misery dice every day.<\i>",
  "content.peppermintBones.unheroicFeats.herbalistHealer.title": "Herbalist Healer",
  "content.peppermintBones.unheroicFeats.herbalistHealer.description": "You’ve spent what seemed like an eternity under the haze filled apprenticeship of a herbalist master. You left with a new outlook on life, and a few extra skills. <i>Once per day you may scrounge to find the necessary herbs and flora to create an infection curing elixir that also heals d4 hp. DR12 Presence to attempt this treatment, failing instead creates a toxin dealing D4 damage.<\i>",
  "content.peppermintBones.unheroicFeats.horrificGrowth.title": "Horrific Growth",
  "content.peppermintBones.unheroicFeats.horrificGrowth.description": "Maybe it was something you ate, or a Power had grown malevolent. Whatever it is you can’t get rid of it. <i>You violently grow an extra arm and hand. It functions just like your other arms and can grip things just fine. Other people see it as a sign of evil.<\i>",

  "content.peppermintBones.unheroicFeats.hyperAwareness.title": "Hyper Awareness",
  "content.peppermintBones.unheroicFeats.hyperAwareness.description": "You are paranoid. Seeing danger in every shadow. Everything wants to kill you. You are jittery with bird-like movements. <i>You can never be the victim of a surprise attack. Additionally your side takes the initiative on a 3+.<\i>",
  "content.peppermintBones.unheroicFeats.immortalMemory.title": "Immortal Memory",
  "content.peppermintBones.unheroicFeats.immortalMemory.description": " You are haunted by the memories of those that have fallen. Even if their spirits have moved on, and the bodies are dust, their memories linger for eternity. <i>Whenever encountering a place of great suffering. You may relive the tragedy through a memory that lingers. There is a 1/20 chance that things become all too real. You suffer the same fate in reality. This might cause creatures and Powers to reappear.<\i>",
  "content.peppermintBones.unheroicFeats.inspiredStoryteller.title": "Inspired Storyteller",
  "content.peppermintBones.unheroicFeats.inspiredStoryteller.description": "Your tales bring joy and smiles to everyone around you, even in the bleakest of times. All of it lies of course, but who cares? <i>DR9 Presence test whenever resting to weave a compelling tale. increase the DR+1 for every additional audience member. Success allows everyone to gain an omen. You cannot exceed your maximum number of omens.<\i>",
  "content.peppermintBones.unheroicFeats.leech.title": "Leech",
  "content.peppermintBones.unheroicFeats.leech.description": "An acquired taste. Or perhaps a disease. Maybe a curse. An eternal thirst. <i>Blood heals and sustains you. A pint of blood heals you for D4 hp. You may still eat regular food, but you suffer the effects of starvation after one day.<\i>",
  "content.peppermintBones.unheroicFeats.likeable.title": "Likeable",
  "content.peppermintBones.unheroicFeats.likeable.description": "There's something about your smile. The way you compose yourself. The way you speak. You’re best described as approachable. It’s weird. <i>Whenever a reaction roll is made, roll 3d6 and keep the highest two dice.<\i>",
  "content.peppermintBones.unheroicFeats.livingArmor.title": "Living Armor",
  "content.peppermintBones.unheroicFeats.livingArmor.description": "You’ve survived war. You’ve survived because of cold steel that has been scarred so that you may live. It’s become a part of you and you’ve learned to carry its burden. <i>Remove the Agility penalty for the armor you are currently wearing. This does not affect your defence rolls. You may not remove your armor without painfully dying. This also happens if it breaks. Repairing it is possible, but very painful.<\i>",

  "content.peppermintBones.unheroicFeats.lucky.title": "Lucky",
  "content.peppermintBones.unheroicFeats.lucky.description": "Fate? Sounds ominous. You prefer luck. Good things always seem to happen to you. This has lulled you into a false sense of security. How long will this last? <i>You do not have any omens. And no omens can be spent to influence your roll. Instead you always roll 2d20 for your tests and pick the highest result. However, you still fumble if either of them come up as 1. Your luck has to run out eventually.<\i>",
  "content.peppermintBones.unheroicFeats.mortalDraw.title": "Mortal Draw",
  "content.peppermintBones.unheroicFeats.mortalDraw.description": "Your blade hungers. Blood is the only thing that can sate it. Once drawn it demands it, and will punish you for failing. <i>Your first attack in combat always deals max damage assuming the attack hits. If you miss, your opponent may attack you. This can be defended against at +2DR<\i>",
  "content.peppermintBones.unheroicFeats.negotiator.title": "Negotiator",
  "content.peppermintBones.unheroicFeats.negotiator.description": "You abhor conflict. A pacifist by nature, sometimes it’s best to try de-escalate the situation. Some call you a coward. <i>Roll a Presence test, DR6+ opponents highest morale. Success means the fighting stops. For now.<\i>",
  "content.peppermintBones.unheroicFeats.outbackSurvivalist.title": "Outback Survivalist",
  "content.peppermintBones.unheroicFeats.outbackSurvivalist.description": "Time spent in the harsh wilderness has taught you how to thrive. Small comforts can be made even in this bleak world. <i>DR9 Presence test to create a comfortable campsite. DR+1 for every additional person it shelters. When resting at this camp everyone recovers 2d6 hp instead of d6<\i>",
  "content.peppermintBones.unheroicFeats.partyChef.title": "Party Chef",
  "content.peppermintBones.unheroicFeats.partyChef.description": "You’ve mastered the art of cooking slop. Able to turn the most horrid of food somewhat palatable. <i>DR9 Presence to cook a meal when resting. DR+1 for any additional servings. On success you may stretch a single ration to feed the entire party, failing means the ration is spoiled.<\i>",
  "content.peppermintBones.unheroicFeats.piper.title": "Piper",
  "content.peppermintBones.unheroicFeats.piper.description": "You may speak with rats, whistling allows you to attract d4 number of them. They might not have reliable information but are always happy to converse with you.",

  "content.peppermintBones.unheroicFeats.powerWord.title": "Power Word",
  "content.peppermintBones.unheroicFeats.powerWord.description": "The powers that be whisper dark secrets in your ears wherever you walk. Their incessant chittering never gives you peace. <i>You innately know one random sacred or unclean Power. Additionally once you have read a scroll you may carve its esoteric glyphs into your flesh and no longer need the scroll itself to cast it. Every night there is 1/20 chance that you accidentally cast a Power in your sleep. This Power also has a 1 in 6 chance of fumbling.<\i>",
  "content.peppermintBones.unheroicFeats.predatorySense.title": "Predatory Sense",
  "content.peppermintBones.unheroicFeats.predatorySense.description": "Somewhere along your bloodline wickedness was introduced. It’s influence is thin within your blood but ever present. <i>You have a keen sense of smell when it comes to humans. You can sniff individuals out from a room away, identify someone, and even track them easily with a DR12 Presence test.<\i>",
  "content.peppermintBones.unheroicFeats.recklessAttacker.title": "Reckless Attacker",
  "content.peppermintBones.unheroicFeats.recklessAttacker.description": "Overzealous, constantly making bad calls, an extremely poor sense of judgement. But you’ve lived this long so you must be doing something right. <i>You may attack the same target twice on your turn. Missing the second attack allows your opponent to land an attack that you can defend against at +2DR.<\i>",
  "content.peppermintBones.unheroicFeats.shieldBreaker.title": "Shield Breaker",
  "content.peppermintBones.unheroicFeats.shieldBreaker.description": "You know that the moment an opponent is at their most vulnerable is right after they’ve attacked. <i>Whenever you use your shield to block all incoming damage, you may attempt a counter attack with +3 damage.<\i>",
  "content.peppermintBones.unheroicFeats.skinner.title": "Skinner",
  "content.peppermintBones.unheroicFeats.skinner.description": "Your skin crawls and itches constantly. Constantly scabbing and foul. The skin of others brings you momentary solace. <i>You may wear the skin of a creature you recently killed to disguise yourself. You look, sound and even smell like them. The skin decays after d4 hours and you revert back to your normal, wretched form.<\i>",
  "content.peppermintBones.unheroicFeats.vileBlood.title": "Vile Blood",
  "content.peppermintBones.unheroicFeats.vileBlood.description": "Something about your blood is wrong. It’s more akin to the putrid ichor of a corpse. <i>Whenever a creature attacks you with a biting attack and hurts you it is poisoned. It suffers d4 damage for d6 rounds. Additionally should you suffer an infection roll a d2. On a 2 you do not have infection.<\i>"
}
